0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    front
    {
        type    calculated;
        value   uniform 0;  
    }
    back
    {
        type    calculated;
        value   uniform 0;  
    }
    right
    {
        type    calculated;
        value   uniform 0;  
    }
    left
    {
        type    calculated;
        value   uniform 0;  
    }
    top
    {
        type    calculated;
        value   uniform 0;  
    }
    bottom
    {
        type    calculated;
        value   uniform 0;  
    }
}