0/p
FoamFile
{
    version               2.0;
    format                ascii;
    class                 volScalarField;
    location              "0";
    object                p;
}


dimensions                [1 -1 -2 0 0 0 0];

internalField             uniform   0;


boundaryField
{
    front                 { type    zeroGradient; }
    back
    { 
        type              fixedValue; 
        value uniform     0; 
    } 
    right                 { type    zeroGradient; }
    top                   { type    zeroGradient; }
    left                  { type    zeroGradient; }
    bottom                { type    zeroGradient; }
}
