system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
	(2 2 2) //0
	(-2 2 2) //1
	(-2 -2 2) //2
	(2 -2 2) //3
	(2 2 -2) //4
	(-2 2 -2) //5
	(-2 -2 -2) //6
	(2 -2 -2) //7
);
blocks
(
	hex (0 3 2 1 4 7 6 5) (40 40 40) simpleGrading (1 1 1)
);
boundary
(
	front
	{
		type patch;
		faces
		(
			(2 3 7 6)
		);
	}

	back
	{
		type patch;
		faces
		(
			(0 1 5 4)
		);
	}
	top
	{
		type patch;
		faces
		(
			(0 1 2 3)
		);
	}
	bottom
	{
		type patch;
		faces
		(
			(4 5 6 7)
		);
	}
	right
	{
		type patch;
		faces
		(
			(0 3 7 4)
		);
	}
	left
	{
		type patch;
		faces
		(
			(1 2 6 5)
		);
	}
);